Tekla Open API Reference for Tekla Structures 2025
RebarSpacing.ExactSpace Property
 Gets or sets the exact space.
 Namespace: Tekla.Structures.Model
 Assembly: Tekla.Structures.Model (in Tekla.Structures.Model.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public double ExactSpace { get; set; }
Public Property ExactSpace As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
RebarSpacing Class
Tekla.Structures.Model Namespace